{
   "aviones":[{
         "nombre": "Supermarine Spitfire",
         "imagen": "img/avion1.jpg",
         "texto": " Este avión monoplaza fue utilizado por la Real Fuerza Aérea Británica durante la Segunda Guerra Mundial y por los países aliados."
       },
      {
         "nombre": "F117 Stealth Fighter",
         "imagen": "img/avion2.jpg",
         "texto": " Fue construido durante el periodo de la Guerra Fría con la finalidad de volar sin ser detectado."
      },
      
        { "nombre": "F-22 Raptor",
         "imagen": "img/avion3.jpg",
         "texto": "Este es el único avión de combate la velocidad del sonido, sigilo y agilidad, con sensores de fusión en una única nave dominante."
        },
      
         {"nombre": "Messerschmitt ME 109",
         "imagen": "img/avion4.jpg",
         "texto": " Hasta la caída de Normandía fueron producidos 34.000 de estos aviones de combate, de los más temidos durante la Segunda Guerra Mundial."
         },
      
     {
         "nombre": "DR 1 Fokker Triplane",
         "imagen": "img/avion5.jpg",
         "texto": "Este fue uno de los aviones de combate más famosos durante la Primera Guerra Mundial, incorporaba ametralladoras cuyos disparos no chocaban con las hélices."
     },{
   
         "nombre": "DR 1 Fokker Triplane",
         "imagen": "img/avion6.jpg",
         "texto": "Este fue uno de los aviones de combate más famosos durante la Primera Guerra Mundial, incorporaba ametralladoras cuyos disparos no chocaban con las hélices."
         
     },{
         
         "nombre": "F 86 Sabre",
         "imagen": "img/avion7.jpg",
         "texto": " Otro avión de caza a reacción utilizado por la Fuerza Aérea de los Estados Unidos, particularmente famoso por sus enfrentamientos con el Mikoyan-Gurevich MiG-15 durante la Guerra de Corea."
   
   
    },{
         
         "nombre": "AV-8B Harrier II",
         "imagen": "img/avion8.jpg",
         "texto": " Esta aeronave es una combinación entre un avión de combate convencional y un helicóptero. Puede despegar de forma vertical desde una plataforma." 
         
          },{
         
         "nombre": "F 18 Super Hornet",
         "imagen": "img/avion9.jpg",
         "texto": " Es un avión cazabombardero, con capacidad de carga externa de 8 toneladas en once estaciones y armas convencionales o guiadas."
         
          },{
         
         "nombre": "MIG 21 Fishbed C",
         "imagen": "img/avion10.jpg",
         "texto": " Este es un avión de caza supersónico de fabricación rusa, utilizado por varios países alrededor del mundo."
   }]
}