{
   "newsitems":[{
         "pub_date": "1998-05-20",
         "web_url": "http:\/\/www.nytimes.com\/1996\/02\/14\/world\/adolf-galland-top-aviator-for-the-nazis-is-dead-at-83.html",
         "title": "Adolf Galland, Top Aviator For the Nazis, Is Dead at 83",
         "lead_paragraph": "Just before sunrise on Sept. 1, 1939, minutes after the first shots of World War II were fired by invading German troops, a 27-year-old Luftwaffe pilot began dropping bombs from his Henschel 123 biplane on Polish infantry positions near the frontier town of Panki. On April 26, 1945, two weeks before the end of the war, the same pilot, flying his last mission in a small formation of Messerschmitt 262's -- the world's first jet combat fighter -- downed a two-engined American Marauder bomber over the Danube."
      },
      {
         "pub_date": "1996-02-14",
         "web_url": "http:\/\/www.nytimes.com\/1989\/01\/28\/obituaries\/thomas-sopwith-aircraft-pioneer-in-2-world-wars-is-dead-at-101.html",
         "title": "Thomas Sopwith, Aircraft Pioneer In 2 World Wars, Is Dead at 101",
         "lead_paragraph": "LEAD: Sir Thomas Sopwith, whose companies built the British Sopwith Camel plane of World War I fame, died yesterday at his manor house outside Winchester in southern England. He was 101 years old. His son, Thomas, said he died of old age after a ''marvelous life.'' He was an aircraft designer, yachtsman and aviator as well as an airplane manufacturing executive."
      },
      {
         "pub_date": "1981-01-11",
         "web_url": "http:\/\/www.nytimes.com\/1981\/01\/11\/travel\/air-force-museum-near-dayton-displays-160-military-planes.html",
         "title": "AIR FORCE MUSEUM NEAR DAYTON DISPLAYS 160 MILITARY PLANES",
         "lead_paragraph": "PAUL LANE Jr. is an aerospace engineer and freelance writer. By PAUL LANE Jr. More than seven decades ago the Wright brothers conducted experimental glider flights on the Huffman Prairie a few miles northeast of their Dayton, Ohio, bicycle shop. The Air Force Museum now sits amid that flat expanse of land, a memorial to those early flights and a mecca for aviation buffs. Housed in a building reminiscent of a huge World War II Quonset hut, the aircraft, missiles and memorabilia assembled there are the largest and oldest collection of military aviation history in the world."
      },
      {
         "pub_date": "1953-09-09",
         "web_url": "http:\/\/query.nytimes.com\/gst\/abstract.html?res=980CE1DB1339E23BBC4153DFBF668388649EDE",
         "title": "HELICOPTER CRASHES AT BRITISH AIR SHOW",
         "lead_paragraph": "FARNBOROUGH, England, Sept. 8 (UP) -- A helicopter crashed at the big British air show here today."
      }
      ]
}